export const blogData2 = [
  {
    id: '1',
    title: 'ハロー',
    content: 'どうも',
    createdAt: '2022-07-28',
  },
];

export const blogData = [
  {
    id: '1',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
  {
    id: '2',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
  {
    id: '3',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
  {
    id: '4',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
  {
    id: '5',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
  {
    id: '6',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
  {
    id: '7',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
  {
    id: '8',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
  {
    id: '9',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
  {
    id: '10',
    title: 'Supabaseに入門しました',
    content: `概要
オープンソースでFirebaseの代替として人気のあるsupabaseをちょっと試してみました（チュートリアル＋α）。

Quickstart: React
Todo example using Supabase [React]
機能として以下があります。

データベース (Postgres)
認証
ストレージ
エッジファクション
個人開発にはとても良さそうです。ただ無料プランだと1週間使わないと停止するそうです（どういうことかよくわかっていない。料金プラン参照）。

認証（パスワードレスのマジックリンク）付きでデータベース、プロフィール画像はストレージに保存する次のようなtodoアプリを作成しました。`,
    createdAt: '2022-07-28',
  },
];
